{
  "</persona>": 250005,
  "</text>": 250007,
  "<lang=en>": 250003,
  "<lang=pl>": 250002,
  "<p:ai_therapist>": 250022,
  "<p:clinic_manager>": 250018,
  "<p:complaints_specialist>": 250019,
  "<p:emotionally_sensitive_persona>": 250023,
  "<p:empathic_persona>": 250025,
  "<p:health_anxiety_patient>": 250011,
  "<p:healthcare_journalist>": 250020,
  "<p:lgbtq_patient>": 250014,
  "<p:low_education_patient>": 250013,
  "<p:medically_educated_patient>": 250012,
  "<p:mental_health_advocate>": 250021,
  "<p:neutral_rational_persona>": 250024,
  "<p:rural_patient>": 250015,
  "<p:senior_patient>": 250009,
  "<p:supervising_physician>": 250017,
  "<p:young_adult_patient>": 250016,
  "<p:young_mother>": 250010,
  "<persona>": 250004,
  "<sep>": 250008,
  "<text>": 250006
}
