{
  "</persona>": 250105,
  "</text>": 250107,
  "<lang=en>": 250103,
  "<lang=pl>": 250102,
  "<p:ai_therapist>": 250122,
  "<p:clinic_manager>": 250118,
  "<p:complaints_specialist>": 250119,
  "<p:emotionally_sensitive_persona>": 250123,
  "<p:empathic_persona>": 250125,
  "<p:health_anxiety_patient>": 250111,
  "<p:healthcare_journalist>": 250120,
  "<p:lgbtq_patient>": 250114,
  "<p:low_education_patient>": 250113,
  "<p:medically_educated_patient>": 250112,
  "<p:mental_health_advocate>": 250121,
  "<p:neutral_rational_persona>": 250124,
  "<p:rural_patient>": 250115,
  "<p:senior_patient>": 250109,
  "<p:supervising_physician>": 250117,
  "<p:young_adult_patient>": 250116,
  "<p:young_mother>": 250110,
  "<persona>": 250104,
  "<sep>": 250108,
  "<text>": 250106,
  "[MASK]": 250101
}
